cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'node'
brew 'unrar'
brew 'cask'
brew 'chisel'
brew 'jq'
brew 'hub'
brew 'swiftlint'
brew 'rbenv'
brew 'ruby-build'

cask 'spectacle'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'skype'
cask 'iterm2'
cask 'appcleaner'
cask 'dropbox'
cask 'rescuetime'
cask 'daisydisk'
cask 'charles'
cask 'telegram'
cask 'flux'
cask 'anki'
cask 'nvalt'
cask 'todoist'
cask 'atom'
