cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'node'
brew 'unrar'
brew 'cask'
brew 'chisel'
brew 'jq'
brew 'hub'
brew 'swiftlint'
brew 'rbenv'
brew 'ruby-build'
brew 'vim'
brew 'carthage'
brew 'mas'
brew 'the_silver_searcher'
cask 'spectacle'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'skype'
cask 'iterm2'
cask 'appcleaner'
cask 'dropbox'
cask 'rescuetime'
cask 'daisydisk'
cask 'charles'
cask 'flux'
cask 'anki'
cask 'nvalt'
cask 'atom'
cask 'qbittorrent'
cask 'alfred'
cask 'dash'

